Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.maximumBytesToProvideToServices
source: Maximum number of bytes of selection to provide to Services. A large value here can cause performance issues when you have a big selection.
de: Maximale Anzahl an Bytes der Auswahl, die an Dienste übergeben werden. Ein hoher Wert kann bei einer großen Auswahl zu Leistungsproblemen führen.
ja: Services に渡す選択範囲の最大バイト数。 ここで大きな値を指定すると、大きな選択範囲がある場合にパフォーマンスの問題が発生することがあります。
pt_br: Número máximo de bytes da seleção a fornecer aos Serviços. Um valor alto aqui pode causar problemas de desempenho quando você tem uma seleção grande.
ru: Максимальное количество байт выделения, предоставляемых службам. Большое значение здесь может вызвать проблемы с производительностью при большом выделении.
zh_hans: 提供给服务的选择范围最大字节数。 此处设置较大的数值可能导致选择范围过大时性能下降。

# AdvancedSetting.maximumFrameRate
source: Frame rate (FPS) when adaptive framerate is enabled and throughput is low but not 0.
de: Bildrate (FPS) bei aktivierter adaptiver Bildrate, wenn der Durchsatz niedrig, aber nicht 0 ist.
ja: 適応フレームレートが有効で、スループットが低いが 0 ではない場合のフレームレート (FPS)。
pt_br: Taxa de quadros (FPS) quando a taxa de quadros adaptativa está ativada e a taxa de transferência é baixa, mas não 0.
ru: Частота кадров (кадр/с), когда включена адаптивная частота кадров, а пропускная способность низкая, но не нулевая.
zh_hans: 当启用自适应帧率且吞吐量较低但非0时，帧率（FPS）是多少？

# AdvancedSetting.maximumNumberOfTriggerCommands
source: Maximum number of trigger-launched commands that can run at once. If too many “Run Command…” triggers fire their commands will be queued. You must restart iTerm2 for changes to this setting to take effect.
de: Maximale Anzahl an durch Trigger gestarteten Befehlen, die gleichzeitig laufen können. Wenn zu viele „Befehl ausführen…“-Trigger auslösen, werden ihre Befehle in eine Warteschlange gestellt. Sie müssen iTerm2 neu starten, damit Änderungen an dieser Einstellung wirksam werden.
ja: トリガーによって起動されたコマンドを同時に実行できる最大数。 「コマンドを実行…」トリガーが多数発生すると、そのコマンドはキューに入れられます。この設定の変更を反映するには iTerm2 を再起動する必要があります。
pt_br: Número máximo de comandos iniciados por gatilhos que podem ser executados ao mesmo tempo. Se muitos gatilhos “Executar comando…” dispararem, seus comandos serão enfileirados. Você precisa reiniciar o iTerm2 para que as alterações neste ajuste tenham efeito.
ru: Максимальное количество команд, запускаемых триггерами, которые могут выполняться одновременно. Если слишком много триггеров «Выполнить команду…» сработают, их команды будут поставлены в очередь. Для вступления изменений этой настройки в силу нужно перезапустить iTerm2.
zh_hans: 同时可运行的触发器启动命令的最大数量。 如果“运行命令…”的触发器过多，其命令将排队等待执行。必须重启iTerm2才能使此设置生效。

# AdvancedSetting.maxSemanticHistoryPrefixOrSuffix
source: Maximum number of bytes of text before and after click location to take into account. This also limits the size of the \3 and \4 substitutions.
de: Maximale Anzahl an Textbytes vor und nach der Klickposition, die berücksichtigt werden. Dies begrenzt auch die Größe der Ersetzungen \3 und \4.
ja: クリック位置の前後で考慮するテキストの最大バイト数。 これは \3 と \4 の置換のサイズも制限します。
pt_br: Número máximo de bytes de texto antes e depois do local do clique a considerar. Isto também limita o tamanho das substituições \3 e \4.
ru: Максимальное количество байт текста до и после места щелчка, учитываемых. Это также ограничивает размер подстановок \3 и \4.
zh_hans: 点击位置前后需考虑的文本最大字节数。 这也限制了\3和\4替换的大小。

# AdvancedSetting.maxURLLength
source: Maximum length for OSC 8 URLs
de: Maximale Länge für OSC-8-URLs
ja: OSC 8 の URL の最大長
pt_br: Comprimento máximo para URLs OSC 8
ru: Максимальная длина для URL OSC 8
zh_hans: OSC 8 URL的最大长度。

# AdvancedSetting.menuTipDelay
source: Time to wait before showing tips in the main menu. Set this to a big number if you don’t like the tips.
de: Wartezeit, bevor Tipps im Hauptmenü angezeigt werden. Setzen Sie dies auf eine große Zahl, wenn Sie die Tipps nicht mögen.
ja: メインメニューにヒントを表示するまでの待機時間。 ヒントが気に入らない場合は、大きな値を設定してください。
pt_br: Tempo de espera antes de mostrar dicas no menu principal. Defina um número grande se você não gosta das dicas.
ru: Время ожидания перед показом подсказок в главном меню. Установите большое число, если вам не нравятся подсказки.
zh_hans: 主菜单中显示提示信息的等待时间。 如果不喜欢这些提示，可设置较大的数值。

# AdvancedSetting.metalRedrawPeriod
source: GPU renderer redraws at least this often, in seconds. This is to work around a problem where the GPU renderer encounters a lot of latency when drawing for the first time after a short period of inactivity. Set this to a big number to render it ineffectual.
de: Der GPU-Renderer zeichnet mindestens so oft neu, in Sekunden. Dies umgeht ein Problem, bei dem der GPU-Renderer beim ersten Zeichnen nach einer kurzen Inaktivitätsphase eine hohe Latenz aufweist. Setzen Sie dies auf eine große Zahl, um die Einstellung wirkungslos zu machen.
ja: GPU レンダラーは少なくともこの間隔 (秒単位) で再描画します。 これは、短い非アクティブ期間の後に初めて描画する際に GPU レンダラーで大きな遅延が発生する問題を回避するためのものです。これを無効にするには、大きな値を設定してください。
pt_br: O renderizador de GPU redesenha pelo menos com esta frequência, em segundos. Isto serve para contornar um problema em que o renderizador de GPU encontra muita latência ao desenhar pela primeira vez após um curto período de inatividade. Defina um número grande para torná-lo ineficaz.
ru: GPU-рендерер перерисовывает не реже, чем раз в это время, в секундах. Это обходит проблему, при которой GPU-рендерер сталкивается с большой задержкой при первой отрисовке после короткого периода бездействия. Установите большое число, чтобы сделать это неэффективным.
zh_hans: GPU渲染器至少每几秒重绘一次。 这是为了解决GPU渲染器在短暂无活动后首次绘制时出现延迟问题。设置较大的数值会使其无效。

# AdvancedSetting.metalRowOutputCacheEnabled
source: Cache per-row GPU build output? Skips rebuilding the glyph and color data for rows whose content and configuration have not changed since the last frame. Experimental.
de: GPU-Build-Ausgabe pro Zeile zwischenspeichern? Überspringt das Neuerstellen der Glyphen- und Farbdaten für Zeilen, deren Inhalt und Konfiguration sich seit dem letzten Frame nicht geändert haben. Experimentell.
ja: 行ごとの GPU ビルド出力をキャッシュしますか? 前のフレームから内容と構成が変わっていない行については、グリフと色のデータの再構築をスキップします。実験的機能です。
pt_br: Armazenar em cache a saída de construção da GPU por linha? Ignora a reconstrução dos dados de glifos e cores para linhas cujo conteúdo e configuração não mudaram desde o último quadro. Experimental.
ru: Кэшировать результат построения GPU для каждой строки? Пропускает перестроение данных глифов и цвета для строк, содержимое и настройка которых не изменились с последнего кадра. Экспериментально.
zh_hans: 每行的GPU构建输出缓存量？ 对于内容和配置自上次帧以来未改变的行，跳过重新生成字形和颜色数据。实验性功能。

# AdvancedSetting.metalSlowFrameRate
source: When adaptive framerate is enabled and using the Metal renderer, refresh at this rate during high throughput conditions (FPS).
de: Bei aktivierter adaptiver Bildrate und Verwendung des Metal-Renderers mit dieser Rate aktualisieren, wenn ein hoher Durchsatz vorliegt (FPS).
ja: 適応フレームレートが有効で Metal レンダラーを使用している場合、高スループット時にこのレート (FPS) でリフレッシュします。
pt_br: Quando a taxa de quadros adaptativa está ativada e usando o renderizador Metal, atualizar nesta taxa durante condições de alta taxa de transferência (FPS).
ru: Когда включена адаптивная частота кадров и используется рендерер Metal, обновлять с этой частотой (кадр/с) в условиях высокой пропускной способности.
zh_hans: 当启用自适应帧率且使用Metal渲染器时，在高吞吐量条件下以此速率刷新。

# AdvancedSetting.metalSynchronizedDrawing
source: Use synchronized Metal drawable presentation? Defers drawable acquisition until rendering completes, presents synchronously with Core Animation, and acquires drawables on the private render queue. May improve frame rates.
de: Synchronisierte Metal-Drawable-Darstellung verwenden? Verzögert den Erwerb von Drawables, bis das Rendering abgeschlossen ist, stellt synchron mit Core Animation dar und erwirbt Drawables in der privaten Render-Warteschlange. Kann die Bildrate verbessern.
ja: 同期された Metal drawable のプレゼンテーションを使用しますか? 描画が完了するまで drawable の取得を遅らせ、Core Animation と同期してプレゼンテーションを行い、プライベートレンダーキューで drawable を取得します。フレームレートが向上することがあります。
pt_br: Usar apresentação sincronizada de drawable do Metal? Adia a aquisição do drawable até a renderização terminar, apresenta de forma sincronizada com o Core Animation e adquire drawables na fila de renderização privada. Pode melhorar as taxas de quadros.
ru: Использовать синхронизированное представление отрисованных кадров Metal? Откладывает получение drawable до завершения отрисовки, представляет синхронно с Core Animation и получает drawable в приватной очереди отрисовки. Может улучшить частоту кадров.
zh_hans: 是否使用同步Metal可绘制资源？ 将可绘制资源的获取延迟到渲染完成，与Core Animation同步显示，并在私有渲染队列中获取可绘制资源。可能提高帧率。

# AdvancedSetting.middleClickClosesTab
source: Should middle-click on a tab in the tab bar close the tab?
de: Soll ein Mittelklick auf einen Tab in der Tableiste den Tab schließen?
ja: タブバー内のタブを中クリックすると、そのタブを閉じますか?
pt_br: O clique com o botão do meio em uma aba na barra de abas deve fechar a aba?
ru: Должен ли щелчок средней кнопкой мыши по вкладке на панели вкладок закрывать вкладку?
zh_hans: 在标签页栏上中键点击标签页是否应关闭该标签页？

# AdvancedSetting.minCompactTabWidth
source: Minimum tab width when using uneven tab widths for compact tabs.
de: Minimale Tab-Breite bei ungleichmäßigen Tab-Breiten für kompakte Tabs.
ja: コンパクトタブで不均等なタブ幅を使用する場合の最小タブ幅。
pt_br: Largura mínima da aba ao usar larguras de abas desiguais para abas compactas.
ru: Минимальная ширина вкладки при использовании неравномерной ширины вкладок для компактных вкладок.
zh_hans: 使用不等宽标签时，紧凑型标签的最小宽度。

# AdvancedSetting.minimalDeslectedColoredTabAlpha
source: Alpha value for tab color for non-selected colored tabs in the Minimal theme. Must be between 0 and 1.
de: Alphawert für die Tab-Farbe bei nicht ausgewählten farbigen Tabs im Design „Minimal“. Muss zwischen 0 und 1 liegen.
ja: ミニマルテーマにおいて、選択されていない色付きタブのタブ色のアルファ値。 0 から 1 の間である必要があります。
pt_br: Valor alfa da cor da aba para abas coloridas não selecionadas no tema Minimal. Deve estar entre 0 e 1.
ru: Значение альфа-канала для цвета вкладки для невыбранных цветных вкладок в теме Minimal. Должно быть между 0 и 1.
zh_hans: 最小主题中未选中彩色标签页的标签颜色Alpha值。 必须在0到1之间。

# AdvancedSetting.minimalEdgeDragSize
source: In the Minimal theme, you can move the window by dragging starting in a region on the edge near the window border. This gives the size of that region.
de: Im Design „Minimal“ können Sie das Fenster verschieben, indem Sie in einem Bereich am Rand nahe der Fensterbegrenzung mit dem Ziehen beginnen. Dies gibt die Größe dieses Bereichs an.
ja: Minimalテーマでは、ウィンドウの境界に近い端の領域からドラッグを開始してウィンドウを移動できます。この設定はその領域のサイズを指定します。
pt_br: No tema Minimal, você pode mover a janela arrastando a partir de uma região na borda próxima ao limite da janela. Isto define o tamanho dessa região.
ru: В теме Minimal можно перемещать окно, начав перетаскивание в области у края окна, рядом с его границей. Этот параметр задаёт размер этой области.
zh_hans: 在Minimal主题中，可以通过拖动窗口边缘的区域来移动窗口，该区域决定了窗口的大小。

# AdvancedSetting.minimalSelectedTabUnderlineProminence
source: Prominence of selected tab underline indicator in the Minimal theme when there is at least one colored tab.
de: Ausgeprägtheit der Unterstreichungsanzeige des ausgewählten Tabs im Design „Minimal“, wenn mindestens ein farbiger Tab vorhanden ist.
ja: 少なくとも1つの色付きタブがある場合、Minimalテーマで選択中のタブの下線インジケーターをどの程度目立たせるか。
pt_br: Destaque do indicador de sublinhado da aba selecionada no tema Minimal quando há pelo menos uma aba colorida.
ru: Заметность индикатора подчёркивания выбранной вкладки в теме Minimal, когда есть хотя бы одна цветная вкладка.
zh_hans: 在Minimal主题中，当至少有一个彩色标签页时，选中标签页的下划线指示应有多明显？

# AdvancedSetting.minimalSplitPaneDividerProminence
source: In the Minimal theme, how prominent should split pane dividers be? Takes a value in 0 to 1, where 0 is invisible and 1 is very prominent
de: Wie ausgeprägt sollen Split-Pane-Trennlinien im Design „Minimal“ sein? Wert zwischen 0 und 1, wobei 0 unsichtbar und 1 sehr ausgeprägt ist
ja: Minimalテーマで、分割ペインの区切り線をどの程度目立たせるか？ 0から1の値を取り、0は非表示、1は非常に目立つ状態です
pt_br: No tema Minimal, quão destacados devem ser os divisores de painéis? Aceita um valor de 0 a 1, onde 0 é invisível e 1 é muito destacado
ru: Насколько заметными должны быть разделители панелей в теме Minimal? Принимает значение от 0 до 1, где 0 — невидимый, а 1 — очень заметный
zh_hans: 在 Minimal主题中，分屏窗格的分隔线应该有多明显？ 该值范围为0到1，其中0表示不可见，1表示非常明显

# AdvancedSetting.minimalTabStyleBackgroundColorDifference
source: In the Minimal theme, how different should the background color of the selected tab be from the others? Takes a value in 0 to 1, where 0 is no difference and 1 very different.
de: Wie stark soll sich im Design „Minimal“ die Hintergrundfarbe des ausgewählten Tabs von den anderen unterscheiden? Wert zwischen 0 und 1, wobei 0 keinen Unterschied und 1 einen sehr großen Unterschied bedeutet.
ja: Minimalテーマで、選択中のタブの背景色を他のタブとどの程度異ならせるか？ 0から1の値を取り、0は差なし、1は非常に大きな差です。
pt_br: No tema Minimal, quão diferente deve ser a cor de fundo da aba selecionada em relação às outras? Aceita um valor de 0 a 1, onde 0 é nenhuma diferença e 1 é muito diferente.
ru: Насколько цвет фона выбранной вкладки должен отличаться от остальных в теме Minimal? Принимает значение от 0 до 1, где 0 — без разницы, а 1 — сильное отличие.
zh_hans: 在 Minimal主题中，选中标签页的背景颜色与其他标签页应有何不同？ 该值范围为0到1，其中0表示无差异，1表示差异很大。

# AdvancedSetting.minimalTabStyleOutlineStrength
source: In the Minimal theme, how prominent should the tab outline be? Takes a value in 0 to 1, where 0 is invisible and 1 is very prominent
de: Wie ausgeprägt soll die Tab-Umrandung im Design „Minimal“ sein? Wert zwischen 0 und 1, wobei 0 unsichtbar und 1 sehr ausgeprägt ist
ja: Minimalテーマで、タブの輪郭線をどの程度目立たせるか？ 0から1の値を取り、0は非表示、1は非常に目立つ状態です
pt_br: No tema Minimal, quão destacado deve ser o contorno da aba? Aceita um valor de 0 a 1, onde 0 é invisível e 1 é muito destacado
ru: Насколько заметным должен быть контур вкладки в теме Minimal? Принимает значение от 0 до 1, где 0 — невидимый, а 1 — очень заметный
zh_hans: 在 Minimal主题中，标签页的轮廓应该保持多明显？ 该值范围为0到1，其中0表示不可见，1表示非常明显

# AdvancedSetting.minimalTabStyleTreatLeftInsetAsPartOfFirstTab
source: In the Minimal theme, should the area left of the tab bar be treated as part of the first tab?
de: Soll im Design „Minimal“ der Bereich links der Tableiste als Teil des ersten Tabs behandelt werden?
ja: Minimalテーマで、タブバーの左側の領域を最初のタブの一部として扱うか？
pt_br: No tema Minimal, a área à esquerda da barra de abas deve ser tratada como parte da primeira aba?
ru: Следует ли в теме Minimal считать область слева от панели вкладок частью первой вкладки?
zh_hans: 在Minimal主题中，标签页栏左侧的区域应被视为第一个标签页的一部分吗？

# AdvancedSetting.minimalTextLegibilityAdjustment
source: How much should contrast be increased for text in tabs in the Minimal theme? Choose a value larger than 1 to increase contrast. Values between 0 and 1 have less contrast than the default.
de: Um wie viel soll der Kontrast für Text in Tabs im Design „Minimal“ erhöht werden? Wählen Sie einen Wert größer als 1, um den Kontrast zu erhöhen. Werte zwischen 0 und 1 haben weniger Kontrast als der Standard.
ja: Minimalテーマで、タブ内のテキストのコントラストをどの程度上げるか？ 1より大きい値を指定するとコントラストが上がります。0から1の間の値はデフォルトよりコントラストが下がります。
pt_br: Quanto o contraste deve ser aumentado para o texto nas abas no tema Minimal? Escolha um valor maior que 1 para aumentar o contraste. Valores entre 0 e 1 têm menos contraste que o padrão.
ru: Насколько увеличить контраст текста на вкладках в теме Minimal? Выберите значение больше 1, чтобы увеличить контраст. Значения от 0 до 1 дают меньший контраст, чем по умолчанию.
zh_hans: 在 Minimal 主题下，标签页中的文本对比度应提高多少？ 请选择大于 1 的数值以提升对比度。0 到 1 之间的数值对应的对比度低于默认值。

# AdvancedSetting.minimumTabDragDistance
source: How far must the mouse move before a tab drag is initiated? You must restart iTerm2 after changing this setting for it to take effect.
de: Wie weit muss die Maus bewegt werden, bevor ein Tab-Drag beginnt? Sie müssen iTerm2 nach dem Ändern dieser Einstellung neu starten, damit sie wirksam wird.
ja: タブのドラッグが始まるまでにマウスをどれだけ動かす必要があるか？ この設定の変更を反映させるにはiTerm2を再起動する必要があります。
pt_br: Quanto o mouse precisa se mover antes que o arrasto de uma aba seja iniciado? Você precisa reiniciar o iTerm2 após alterar este ajuste para que ele tenha efeito.
ru: На какое расстояние должна переместиться мышь, прежде чем начнётся перетаскивание вкладки? Чтобы изменение этого параметра вступило в силу, необходимо перезапустить iTerm2.
zh_hans: 鼠标需要移动多远才能触发标签页拖动操作？ 更改此设置后，必须重启 iTerm2 才能使更改生效。

# AdvancedSetting.minimumTabLabelWidth
source: Minimum width for tab labels. The activity/bell icon will be hidden when the space for the label drops below this size (in points)
de: Minimale Breite für Tab-Beschriftungen. Das Aktivitäts-/Signalton-Symbol wird ausgeblendet, wenn der Platz für die Beschriftung unter diese Größe fällt (in Punkt)
ja: タブラベルの最小幅。 ラベル用のスペースがこのサイズ（ポイント単位）を下回ると、アクティビティ／ベルアイコンが非表示になります
pt_br: Largura mínima para os rótulos das abas. O ícone de atividade/campainha ficará oculto quando o espaço para o rótulo ficar abaixo deste tamanho (em pontos)
ru: Минимальная ширина подписей вкладок. Значок активности/звонка будет скрыт, когда место для подписи станет меньше этого размера (в пунктах)
zh_hans: 标签页标签的最小宽度。 当标签空间小于此尺寸（以点为单位）时，活动/铃铛图标将被隐藏。

# AdvancedSetting.minimumWeightDifferenceForBoldFont
source: Minimum weight difference between regular and bold font. This affects selection of the bold version of a font. Font weights go from 0 to 9. If no font can be found that has a high enough weight then the regular font will be double-struck with a small offset.
de: Minimaler Gewichtsunterschied zwischen regulärer und fetter Schrift. Dies beeinflusst die Auswahl der fetten Version einer Schriftart. Schriftgewichte reichen von 0 bis 9. Wenn keine Schriftart mit ausreichend hohem Gewicht gefunden werden kann, wird die reguläre Schrift doppelt mit einem kleinen Versatz gezeichnet.
ja: 標準フォントとボールドフォントの最小ウェイト差。 これはボールド版フォントの選択に影響します。フォントウェイトは0から9まであります。十分な高さのウェイトを持つフォントが見つからない場合、標準フォントがわずかにオフセットして二重描画（ダブルストローク）されます。
pt_br: Diferença mínima de peso entre a fonte normal e a fonte em negrito. Isto afeta a seleção da versão em negrito de uma fonte. Os pesos de fonte vão de 0 a 9. Se nenhuma fonte com peso suficientemente alto for encontrada, a fonte normal será desenhada duas vezes com um pequeno deslocamento.
ru: Минимальная разница в насыщенности между обычным и полужирным шрифтом. Это влияет на выбор полужирного варианта шрифта. Насыщенность шрифта задаётся от 0 до 9. Если не удаётся найти шрифт с достаточно высокой насыщенностью, обычный шрифт будет отрисован дважды с небольшим смещением.
zh_hans: 常规字体与粗体字体之间的最小重量差异。 这会影响粗体字体的选择。字体粗细从0到9不等。如果找不到足够粗的字体，则常规字体会带有小偏移量被重复打印两次。

# AdvancedSetting.minRunningTime
source: Grace period for automatic quitting after the last window is closed. If iTerm2 is configured to quit automatically when the last window is closed, this setting gives a grace period (in seconds) after startup where that feature is disabled. Set to 0 to have no grace period.
de: Karenzzeit für das automatische Beenden nach dem Schließen des letzten Fensters. Wenn iTerm2 so konfiguriert ist, dass es beim Schließen des letzten Fensters automatisch beendet wird, gibt diese Einstellung eine Karenzzeit (in Sekunden) nach dem Start vor, in der diese Funktion deaktiviert ist. Setzen Sie den Wert auf 0, um keine Karenzzeit zu haben.
ja: 最後のウィンドウが閉じられた後、自動終了までの猶予期間。 iTerm2 が最後のウィンドウが閉じられたときに自動終了するよう設定されている場合、この設定は起動後、その機能が無効になる猶予期間 (秒単位) を指定します。猶予期間をなくすには 0 を指定してください。
pt_br: Período de carência para encerramento automático após a última janela ser fechada. Se o iTerm2 estiver configurado para encerrar automaticamente quando a última janela for fechada, este ajuste concede um período de carência (em segundos) após a inicialização durante o qual esse recurso fica desativado. Defina como 0 para não ter período de carência.
ru: Льготный период для автоматического завершения работы после закрытия последнего окна. Если iTerm2 настроен на автоматическое завершение работы при закрытии последнего окна, эта настройка задаёт льготный период (в секундах) после запуска, в течение которого эта функция отключена. Установите 0, чтобы не было льготного периода.
zh_hans: iTerm2在关闭最后一个窗口后自动退出时的等待时间。 如果iTerm2被配置为在关闭最后一个窗口时自动退出，此设置会提供启动后的等待时间（以秒为单位），在此期间该功能将被禁用。设置为0则没有等待时间。

# AdvancedSetting.minTabWidth
source: Minimum tab width when using uneven tab widths.
de: Minimale Tab-Breite bei ungleichmäßigen Tab-Breiten.
ja: 不均等なタブ幅を使用する場合の最小タブ幅。
pt_br: Largura mínima da aba ao usar larguras de abas desiguais.
ru: Минимальная ширина вкладки при использовании неравномерной ширины вкладок.
zh_hans: 使用不均匀的标签页宽度时，最小标签页宽度是多少？

# AdvancedSetting.moveLeftAfterClosingTab
source: Select the tab to the left when closing a tab? If disabled, the tab to the right of the closing tab will be selected.
de: Beim Schließen eines Tabs den Tab links davon auswählen? Wenn deaktiviert, wird der Tab rechts vom geschlossenen Tab ausgewählt.
ja: タブを閉じるとき、左側のタブを選択するか？ 無効にすると、閉じたタブの右側にあるタブが選択されます。
pt_br: Selecionar a aba à esquerda ao fechar uma aba? Se desativado, a aba à direita da aba que está sendo fechada será selecionada.
ru: Выбирать вкладку слева при закрытии вкладки? Если отключено, будет выбрана вкладка справа от закрываемой.
zh_hans: 在关闭标签页时，是否选择左侧的标签页？ 如果禁用此功能，则会选中关闭标签页右侧的标签页。

# AdvancedSetting.multiserver
source: Enable multi-server daemon. A new implementation of session restoration that combines daemon processes.
de: Multi-Server-Daemon aktivieren. Eine neue Implementierung der Sitzungswiederherstellung, die Daemon-Prozesse zusammenfasst.
ja: マルチサーバーデーモンを有効にする。 デーモンプロセスを統合した、セッション復元の新しい実装です。
pt_br: Ativar o daemon de múltiplos servidores. Uma nova implementação da restauração de sessão que combina processos daemon.
ru: Включить многосерверный демон. Новая реализация восстановления сеансов, объединяющая процессы-демоны.
zh_hans: 启用多服务器守护进程。 一种结合守护进程进程的会话恢复新实现方式。

# AdvancedSetting.nativeRenderingCSSDark
source: Path to CSS file to customize native drawing (for dark background colors).
de: Pfad zur CSS-Datei zum Anpassen der nativen Zeichnung (für dunkle Hintergrundfarben).
ja: ネイティブ描画をカスタマイズするCSSファイルへのパス（暗い背景色用）。
pt_br: Caminho para o arquivo CSS para personalizar o desenho nativo (para cores de fundo escuras).
ru: Путь к файлу CSS для настройки нативной отрисовки (для тёмных цветов фона).
zh_hans: 用于自定义原生绘图（深色背景颜色）的CSS文件路径。

# AdvancedSetting.nativeRenderingCSSLight
source: Path to CSS file to customize native drawing (for light background colors).
de: Pfad zur CSS-Datei zum Anpassen der nativen Zeichnung (für helle Hintergrundfarben).
ja: ネイティブ描画をカスタマイズするCSSファイルへのパス（明るい背景色用）。
pt_br: Caminho para o arquivo CSS para personalizar o desenho nativo (para cores de fundo claras).
ru: Путь к файлу CSS для настройки нативной отрисовки (для светлых цветов фона).
zh_hans: 用于自定义原生绘图（浅色背景颜色）的CSS文件路径。

# AdvancedSetting.naturalScrollingAffectsHorizontalMouseReporting
source: Horizontal scrolling is reversed when “Natural scrolling” is enabled in System Settings
de: Horizontales Scrollen wird umgekehrt, wenn „Natürliches Scrollen“ in den Systemeinstellungen aktiviert ist
ja: システム設定で「ナチュラルスクロール」が有効な場合、水平スクロールが反転します
pt_br: A rolagem horizontal é invertida quando “Rolagem natural” está ativada nos Ajustes do Sistema
ru: Горизонтальная прокрутка инвертируется, если в Системных настройках включена функция «Естественная прокрутка»
zh_hans: 在系统设置中启用“自然滚动”时，水平滚动方向相反。
